[
    {
        "doc_id": "D30001",
        "summary_1": [
            "Prospects were dim for resolution of the political crisis in Cambodia in October 1998."
        ],
        "summary_2": [
            "Prime Minister Hun Sen insisted that talks take place in Cambodia while opposition leaders Ranariddh and Sam Rainsy, fearing arrest at home, wanted them abroad.",
            "The three-month governmental deadlock ended with Hun Sen and his chief rival, Prince Norodom Ranariddh sharing power.",
            "Left out, Sam Rainsy sought the King's assurance of Hun Sen's promise of safety and freedom for all politicians."
        ],
        "summary_3": [
            "Cambodian elections, fraudulent according to opposition parties, gave the CPP of Hun Sen a scant majority but not enough to form its own government.",
            "Opposition leaders fearing arrest, or worse, fled and asked for talks outside the country.",
            "Hun Sen refused.",
            "King Sihanouk declined to chair talks in either place.",
            "The UN found evidence of rights violations by Hun Sen prompting the US House to call for an investigation.",
            "House resolution criticized Hun Sen's regime while the opposition tried to cut off his access to loans.",
            "But in November the King announced a coalition government with Hun Sen heading the executive and Ranariddh leading the parliament.",
            "Hun Sen guaranteed safe return to Cambodia for all opponents but his strongest critic, Sam Rainsy, remained wary.",
            "Chief of State King Norodom Sihanouk praised the agreement."
        ]
    },
    {
        "doc_id": "D30002",
        "summary_1": [
            "Hurricane Mitch, category 5 hurricane, brought widespread death and destruction to Central American, and Honduras was especially hard hit."
        ],
        "summary_2": [
            "Hurricane Mitch approached Honduras on Oct. 27, 1998 with winds up to 180mph a Category 5 storm.",
            "It hit the Honduran coast on Oct. 28 bringing downpours that forced large-scale evacuations.",
            "The European Union, international relief agencies, Mexico, the U.S., Japan, Taiwan, the U.K. and U.N. sent financial aid, relief workers and supplies."
        ],
        "summary_3": [
            "A category 5 storm, Hurricane Mitch roared across the northwest Caribbean with 180 mph winds across a 350-mile front that devastated the mainland and islands of Central America.",
            "Although the force of the storm diminished, at least 8,000 people died from wind, waves and flood damage.",
            "The greatest losses were in Honduras where some 6,076 people perished.",
            "Around 2,000 people were killed in Nicaragua, 239 in El Salvador, 194 in Guatemala, seven in Costa Rica and six in Mexico.",
            "At least 569,000 people were homeless across Central America.",
            "Aid was sent from many sources (European Union, the UN, US and Mexico).",
            "The U.S. and European Union were joined by Pope John Paul II in a call for money and workers to help the stricken area.",
            "However, Relief efforts are hampered by extensive damage."
        ]
    },
    {
        "doc_id": "D30003",
        "summary_1": [
            "On Oct. 16, 1998 British police arrested former Chilean dictator Pinochet on a Spanish warrant charging murder of Spaniards in Chile, 1973-1983."
        ],
        "summary_2": [
            "Former Chilean dictator Augusto Pinochet has been arrested in London at the request of the Spanish government.",
            "Spain is seeking extradition of Pinochet from London to Spain to face charges of murder in the deaths of Spanish citizens in Chile under Pinochet's rule in the 1970s and 80s.",
            "The arrest raised confusion in the international community as the legality of the move is debated."
        ],
        "summary_3": [
            "Britain caused international controversy and Chilean turmoil by arresting former Chilean dictator Pinochet in London for Spain's investigation of Spanish citizen deaths under Pinochet's 17-year rule of torture and political murder.",
            "Castro, Chilean legislators and Pinochet's lawyers protested and claimed he had diplomatic immunity.",
            "His wife asked for his release because he was recovering from recent back surgery.",
            "Pinochet visited Thatcher before his surgery.",
            "The British and Spanish governments defended the arrest, saying it was strictly a legal matter.",
            "The EC president hoped Pinochet would stand trial.",
            "None of his Swiss accounts have been frozen yet.",
            "The Swiss government also asked for his arrest for the 1977 disappearance of a Swiss-Chilean student."
        ]
    },
    {
        "doc_id": "D30005",
        "summary_1": [
            "After the bombing of U.S. embassies in East Africa the U.S. on Aug. 20, 1998 made missile attacks on an Al-Qaeda training camp in Afghanistan and on a pharmaceutical plant in Sudan tenuously linked to Osama bin Laden."
        ],
        "summary_2": [
            "Following the bombings of the embassies in Africa, the US began a full-scale assault on Osama bin Laden.",
            "Attacked were a chemical plant in the Sudan and a camp in Afghanistan where he was believed to be, creating an assassination opportunity.",
            "Evidence was gathered from a captured computer and an in-law who defected."
        ],
        "summary_3": [
            "In the aftermath of the almost simultaneous bombings of U.S. embassies in East Africa, much has been learned of the terrorist network put together and financed by Saudi billionaire Osama bin Laden.",
            "Osama bin Laden, the mastermind of the bombings and U.S. cruise missile attack against a supposed terrorist camp in Afghanistan shortly after the bombings was an attempt not only to disrupt the terrorist network but to get bin Laden himself.",
            "As the investigation into the bombings continues, more is being learned from seized computers and top aides turned informants.",
            "US prosecutors ask for an extension to extradite a bin Laden lieutenant.",
            "FBI questions witnesses of Nairobi embassy blast, preparing for trial of 6 suspects.",
            "The Taliban says the US is using bin Laden as an excuse to attack Afghanistan.",
            "Goal of US August raid there was to kill bin Laden and his aides.",
            "The Taliban declares bin Laden a free man, with no proof of anti-US terror.",
            "2 arrested for articles inciting Taliban-style revolt in Bangladesh."
        ]
    },
    {
        "doc_id": "D30006",
        "summary_1": [
            "In a dispute over a new collective bargaining agreement the National Basketball Association owners declared a lockout on July 1, 1998."
        ],
        "summary_2": [
            "The National Basketball Association joined the NHL, the NFL and baseball when it canceled first the preseason games then two weeks of regular season.",
            "In litigation that is complicated by a dispute over the distribution of nearly $2 billion in league income, the main sticking point is the owner's insistence on a salary cap without exceptions.",
            "Also pending is an arbiter's decision as to whether players will be paid during the lockout."
        ],
        "summary_3": [
            "In a dispute between the owners and NBA players over how to divide the $2 billion in league-wide income, all preseason and the first 99 1998-1999 regular season games were cancelled.",
            "The Larry Bird exception, a clause in the old agreement that allowed teams to pay their own free agents any amount, regardless of salary-cap rules, is the major issue.",
            "The owners want a restricted salary cap.",
            "The players wanted to keep earning as much as possible.",
            "The players have proposed a superstar tax, and the owners have presented a counter proposal, but negotiations have stalled.",
            "Meanwhile, both sides are awaiting a ruling by arbitrator Feerick on whether $800 million in guaranteed salaries will be paid during the lockout.",
            "Lesser paid players may suffer if union doesn't survive."
        ]
    },
    {
        "doc_id": "D30007",
        "summary_1": [
            "After years of civil war, Congo in October 1998 was again in turmoil as rebel forces fought to overthrow the government of President Kabila."
        ],
        "summary_2": [
            "Rebel groups, mostly Tutsis, but backed by Rawandas and Ugandans are fighting the Congolese government of President Kabila, who is accused of corruption and sowing dissent among Congo's 400 tribes.",
            "The government controls the western part of the country but the rebels are gaining in the east.",
            "Heavy fighting has occurred near the village of Kindu, which has an airfield critical for supplying government troops."
        ],
        "summary_3": [
            "Civil strife, tribal rivalry and rebellion has given Congolese rebels control of 40 percent of Congo.",
            "The rebels are ethnic Tutsis, disenchanted members of President Kabila's army and opposition politicians.",
            "They are accused of being puppets to Uganda and Rwanda.",
            "They launched an attack in Kindu, the strategic town and airbase in eastern Congo used by government to halt their advances.",
            "Rebels downed a jetliner carrying 40 people from Kindu but fighting has subsided.",
            "They have taken their two-month campaign to the Internet to tell their side of the story.",
            "Kabila, refusing to negotiate with them, is accused of mismanagement and causing tribal divisiveness."
        ]
    },
    {
        "doc_id": "D30008",
        "summary_1": [
            "Prospects for the Asia-Pacific Economic Cooperation (APEC) forum scheduled for Nov. 14-18, 1998 in Malaysia were cast in doubt in September when the Malaysian Prime Minister fired and then arrested his deputy and expected successor."
        ],
        "summary_2": [
            "A gloomy economic picture is facing Pacific-rim nations as they prepare for the Asian-Pacific economic summit in late November.",
            "The debates will focus on the global economy and reforms verses quick fixes such as capitol controls.",
            "Host Malaysia is in disarray over the firing, arrest and trial of the deputy prime minister, who has the support of the presidents of Indonesia and the Philippines."
        ],
        "summary_3": [
            "Philippine and Indonesian presidents may not attend upcoming APEC summit in Malaysia due to Mahathir's arrest of Anwar.",
            "Malaysian leaders discuss replacement for Anwar.",
            "Philippine ambassador is asked to explain his president's support for Anwar.",
            "Issues at upcoming APEC summit will include the Asian economic crisis and IMF.",
            "Taiwan's president pressured by China to send representative.",
            "Mahathir's economic and political moves will be issues at the summit.",
            "World financial officials advise reform; topic likely to dominate talks.",
            "US-ASEAN delegation to attend; likes Thai economic efforts.",
            "APEC leaders to taste local Malaysian food at luncheon after summit."
        ]
    },
    {
        "doc_id": "D30010",
        "summary_1": [
            "On Nov. 6, 1998 a suicide auto-bomb attack on a Jerusalem market killed two Palestinian \\\"martyrs\\\" and wounded 21 Israelis."
        ],
        "summary_2": [
            "As the Israeli cabinet was considering the Wye River accord, Islamic Jihad militants exploded a car bomb in nearby Mahane Yehuda market.",
            "The cabinet suspended ratification of the agreement, demanding the Palestinian Authority take steps against terrorism.",
            "The attack injured 21 Israelis, but only the two assailants, Sughayer and Tahayneh, were killed."
        ],
        "summary_3": [
            "A car bomb exploded prematurely near a busy Jerusalem market killing the two suicide bombers and injuring 21 Israelis.",
            "One of the Islamic Jihad \\\"martyrs\\\" had said he was \\\"going to Paradise\\\".",
            "The Israeli cabinet was meeting at the time of the explosion and they put off ratification of the Wye River \\\"land for security\\\" accord.",
            "The Islamic Jihad promises more attacks in hope of derailing the accord.",
            "The US expects, at least hopes, for ratification.",
            "PM Netanyahu vows to continue Jewish building in Jerusalem and Israel demanded that radical Islamic groups be outlawed.",
            "The Palestinian Authority condemned the attack and claimed to have already made some arrests."
        ]
    },
    {
        "doc_id": "D30011",
        "summary_1": [
            "Malaysian Prime Minister Mahathir Mohamad ruled adroitly for 17 years until September 1998 when he suddenly reversed his economic policy and fired his popular deputy and heir apparent, Anwar Ibrahim."
        ],
        "summary_2": [
            "Malaysian PM Mahathir Mohamad fired Deputy PM Anwar Ibrahim, once groomed as a successor but now called unfit to lead and trying to topple him, after an economic disagreement.",
            "Anwar's treatment sparked street riots and protests on the Internet.",
            "The incident damaged Mahathir's 17-years of good leadership and isolated Malaysia from international markets, although the Malaysian trade minister played down its effect."
        ],
        "summary_3": [
            "Newspaper photos of the bruised face of Thailand's jailed former deputy minister, Anwar Ibrahim, has aroused international condemnation as well as local demonstrations.",
            "Ibrahim, considered heir-apparent to Prime Minister Mahathir Mohamed, was fired by Mahathir for being morally unfit for office.",
            "Anwar mounted a nationwide campaign against Mahathir before his arrest.",
            "Mahathir served as Prime Minister for 17 years with a bold socio-economic program that had veered into recession.",
            "Anwar differed with Mahathir over economic policy and began speaking out against him.",
            "Mahathir has not selected a successor and if he resigns or dies, a power struggle could ensue.",
            "Anwar remained in custody as lawyers appealed.",
            "Malaysia hardly provided a salubrious setting for the forthcoming economic summit."
        ]
    },
    {
        "doc_id": "D30015",
        "summary_1": [
            "Yugoslav President Slbodan Milosevic does not appear to be complying completely with UN demands to withdraw his troops and stop anti-Albanian activity in Kosovo."
        ],
        "summary_2": [
            "On Oct. 4, 1998 Yugoslav President Milosevic ordered his forces in Kosovo back to their barracks.",
            "Though Milosevic moved some units from the Serbian province, U.S. special envoy Holbrooke called the situation serious.",
            "While the U.S. and other nations want peace, they oppose Kosovo independence, fearing it could destabilize other Albanian-populated Balkan states."
        ],
        "summary_3": [
            "Yugoslavia failed to comply with a U.N. resolution demanding that the forces sent to Kosovo to suppress the ethnic Albanian separatist uprising be withdrawn and is now threatened with NATO airstrikes.",
            "While supressing the Albanian independence movement they had massacred hundreds of civilians and left 275,000+ refugees.",
            "NATO threatened airstrikes unless hostilities ceased and peace talks began.",
            "U.S. envoy Holbrooke insisted that Milosevic pull all forces out of Kosovo.",
            "Milosevic called the NATO threat \\\"a criminal act\\\" and said Holbrooke aided Albanian terrorists.",
            "Russia also urged an end to hostilities, but the Yugoslavs denied any fighting and vowed to defend their country if attacked.",
            "Neither side budged as NATO seemed to wait for a U.N. decision."
        ]
    },
    {
        "doc_id": "D30017",
        "summary_1": [
            "Famine had become the rule as North Korea entered its fourth winter of chronic food shortage in 1998."
        ],
        "summary_2": [
            "The fourth year of devastating famine is striking North Korea, making it the worst in East Asia, and behind only India, Bangladesh and Sri Lanka, with Cambodia catching up.",
            "North Korea is getting massive international aid, but investigators fear the young generation will be lost to severe malnutrition.",
            "The rigid political system continues to limit access and aid to 30% of the country, repel attempts to help, such as from South Korean businessmen and Doctors without Borders, and waste money on propaganda."
        ],
        "summary_3": [
            "N. Korea will have another poor harvest this year, making this its 4th winter of famine.",
            "Poor harvests, floods and droughts contributed to the problem exasperated by government restrictions on international aid.",
            "Two million may have died from famine and the U.N. reported that 65% of the children under 7 showed stunted growth.",
            "One report concluded that famine and a failed public health system had produced a generation of physically and mentally impaired children.",
            "Government has cut the number of people to get aid for security reasons.",
            "The possibility of nuclear weapons in N. Korea threatens U.S. aid.",
            "Millions have died of starvation.",
            "Similar conditions were said to be developing in Cambodia.",
            "N. Korea will send 317 to the Asian Games in Thailand."
        ]
    },
    {
        "doc_id": "D30020",
        "summary_1": [
            "Despite concern that corruption, incompetence and financial failure would delay or prevent Thailand's ability to host the Asian Games, Bangkok was ready for the December 6 deadline."
        ],
        "summary_2": [
            "The Asian Games scheduled for Bangkok Dec. 6-20, 1998 were never a sure thing.",
            "Thailand was in economic doldrums and there was question whether the sports complex for the games would be completed in time.",
            "By late October, however, it was clear the games could take place."
        ],
        "summary_3": [
            "Despite economic problems and threats from the Asian Olympic Committee that it would move the games, Thailand was able to meet construction deadlines and open the 13th annual Asian Games to participants from 43 countries.",
            "Thai police cleared the streets of beggars and criminals, and athletes were disciplined to avoid Bangkok's night life.",
            "China considered recalling overseas soccer players to bolster chances at the Games.",
            "Saudi Arabia abruptly withdrew its 105-man team citing the approach of Ramadan but more likely for past grievances with the Thais.",
            "Later, they considered sending a \\\"small team\\\".",
            "The Iranian equestrian team's horses failed the vet's exam.",
            "The Thai King opened the Games with an elaborate ceremony.",
            "Rivals India and Pakistan argued during a snooker match."
        ]
    },
    {
        "doc_id": "D30022",
        "summary_1": [
            "Although China was expected to sign a key U.N. human rights treaty, it continues to question and arrest political dissidents."
        ],
        "summary_2": [
            "On the eve of China's signing the International Covenant of Civil and Political Rights (ICCPR) in October 1998, police detained Chinese human rights advocate Qin Yongmin for questioning.",
            "Eight weeks after signing the ICCPR, Chinese police arrested Qin and an associate in the China Democracy Party (CDP), Xu Wenli, without stating charges.",
            "Another CDP leader already in custody, Wang Youcai, was accused of \\\"inciting the overthrow of the government\\\"."
        ],
        "summary_3": [
            "China continues to arrest dissidents even as it prepares to sign a UN human rights treaty and to host the first visit by a British PM in seven years.",
            "The dissident China Democracy Party believes it is legal to challenge the communists' power monopoly, but the PRC cites a \\\"grab-bag\\\" section of the criminal code making almost any political activity illegal.",
            "The US has protested the arrests.",
            "Two dissidents, Qin Yongmin and Wang Youcai must defend themselves at trail since lawyers have been dissuaded from assisting them.",
            "Other dissidents continue to be harassed and arrested.",
            "One dissident, Yao Zhenxian, was released from a labor camp and fled to New York.",
            "In making the arrests, China has charged that the dissidents have threatened national security."
        ]
    },
    {
        "doc_id": "D30024",
        "summary_1": [
            "Speaker of the House Newt Gingrich has announced that he will not seek re-election to the post when the vote comes up on November 18th."
        ],
        "summary_2": [
            "James Carville complained that fellow Democrats didn't join his war against Speaker Newt Gingrich leading up to the congressional elections of 1998.",
            "Gingrich had led the impeachment inquiry against President Clinton in the House.",
            "Gingrich battled fiercely as Rep. Livingston rallied forces against him, but ultimately Gingrich accepted defeat agreeing to cede the speakership and his seat in the House."
        ],
        "summary_3": [
            "Most Democrats, except for former Clinton strategist James Carville, were hesitant to attack Speaker Newt Gingrich as the 1998 elections approached.",
            "Republicans were expected to add to their majority in Congress.",
            "However, Republicans lost seats in both the House and Senate.",
            "Republicans became disenchanted with the Gingrich \\\"vision\\\" and blamed him for the losses.",
            "An active campaign began to replace Gingrich as Speaker with Louisiana Congressman Robert Livingston as the main actor.",
            "After a losing struggle to maintain his position, Gingrich resigned as Speaker.",
            "House Republicans then turned their attention to impeachment proceedings of President Clinton."
        ]
    },
    {
        "doc_id": "D30026",
        "summary_1": [
            "As the government continued to press its anti-trust suit against Microsoft, AOL has begun negotiations to purchase Netscape."
        ],
        "summary_2": [
            "As the U.S. government pressed its antitrust case against Microsoft Corp. in November 1998, America Online (AOL) proposed an alliance with Netscape Communications and Sun Microsystems.",
            "The three-pronged deal promised to provide on-line services, Internet software and electronic commerce.",
            "AOL was to buy Netscape and forge a partnership with Sun, benefiting all three and giving technological independence from Microsoft."
        ],
        "summary_3": [
            "America Online became the leading force in cyberspace for individuals to exchange e-mail and check the latest news.",
            "AOL saw a bright day ahead as a company that could provide online services, Internet software, and electronic commerce.",
            "To position itself better in this growing market, AOL sought to buy Netscape and work an alliance with Sun Microsystems.",
            "Netscape has faltered because of the ubiquity of the Microsoft Windows operating system requiring its browser.",
            "The venture will let AOL offer corporations end-to-end services, including servers, software, and accessibility to consumers.",
            "Eventually, AOL hopes to capitalize on the production of cheap devices offering Internet access to more homes.",
            "News of the deal helped push the Dow Jones to a new high.",
            "Meanwhile, Microsoft, accused by the Justice Department of using its operating system dominance to squelch competition in the browser market, claims the deal shows the software industry is healthy and that Netscape needs no government protection."
        ]
    },
    {
        "doc_id": "D30027",
        "summary_1": [
            "In October 1998 amid worldwide financial crises, particular concern focused on Russia where economic meltdown was exacerbated by conflicted politics."
        ],
        "summary_2": [
            "As world finance an banking representatives met in Washington, the economic news continued to be bleak.",
            "IMF officials had predicted had predicted a banner year, but stocks continued to slide worldwide and the DOW probably would record its worst third quarter loss in eight years.",
            "Russia and Ukraine have been especially hard hit by the crisis."
        ],
        "summary_3": [
            "Early October was fraught with economic woes as the International Monetary Fund prepared for its annual meeting.",
            "The IMF faces criticism for ignoring the social costs of its actions and being a pawn to Western demands.",
            "A small cut in US interest rates lowered markets worldwide.",
            "Possibly instituting Soviet-style measures.",
            "Key issues were stopping dollars from leaving the country and getting foreign investment end IMF loans.",
            "The postal service was in chaos, owing everyone.",
            "Demonstrations were expected.",
            "The Ukraine also struggled, especially to keep banks working.",
            "An IMF loan was on the way."
        ]
    },
    {
        "doc_id": "D30028",
        "summary_1": [
            "Tensions between Syria and Turkey increased as Turkey sent 10,000 troops to its border with Syria."
        ],
        "summary_2": [
            "In early October 1998 Turkey moved 10,000 troops to the Syrian border accusing its neighbor of harboring Kurdish rebels and their leader Abdullah Ocalan.",
            "Syria denied the charges and blamed Turkey's belligerence on its military alliance with Israel.",
            "As the dispute threatened to ignite the whole volatile region, Egypt's President Mubarak launched a mediation effort soon joined by Iran and Jordan."
        ],
        "summary_3": [
            "Tensions rose between Syria and Turkey over claims that Syria harbored Kurdish rebels, Turkey's growing ties with Israel, and Turkish dams on the Euphrates.",
            "Turkey sent 10,000 troops to the Syrian border.",
            "Israel declared non-involvement and limited border exercises.",
            "Egypt's President traveled to Syria and Turkey to mediate.",
            "Jordan urged the interests of the region and offered to mediate, as did Iran.",
            "Lebanon denied harboring Kurds, sided with Syria and blamed Israel for tensions, but urged peace.",
            "Greece said Turkey undermined stability but urged neighbors to get along.",
            "The Saudis, Yemen and Sudan supported Syria but urged peace.",
            "Assad was to visit Turkey."
        ]
    },
    {
        "doc_id": "D30029",
        "summary_1": [
            "Gale-force winds and high seas struck the 155 participants in Australia's Sydney to Hobart yacht race."
        ],
        "summary_2": [
            "Huge seas and gale-force winds have battered the 115-boat fleet, forcing at least 37 yachts to retire.",
            "Numerous crewmen have been rescued, including an American, John Campbell, who was swept overboard the Kingurra.",
            "The race, nevertheless, continued.",
            "American maxi Sayonara narrowly leads last year's winner, Brindabella."
        ],
        "summary_3": [
            "US-owned Sayonara, favored to win the Sydney-Hobart yacht race, set an early, fast lead.",
            "Weather deteriorated.",
            "In Bass Strait, boats rolled in heavy seas and crewmen were swept overboard.",
            "37 yachts dropped from the race, with many dismasted and many crewmen injured.",
            "The race continued as winds gusted to 90 mph and seas swelled to 35 feet.",
            "Yachts Solo Globe and Winston Churchill went missing, as did B-52 which was later found.",
            "Business Post Naiad's owner died of a heart attach and a crewman drowned.",
            "Sword of Orion's Glyn Charles was presumed drowned after 24 hours overboard.",
            "Three other sailors remained missing.",
            "Sayonara maintained its lead."
        ]
    },
    {
        "doc_id": "D30031",
        "summary_1": [
            "On Friday the shuttle Endeavor carried six astronauts into orbit to start building an international space station."
        ],
        "summary_2": [
            "After discarding a suggested change of orbit, the Russian Space Agency went ahead with plans to launch its Zarya module of the international space station on Nov. 20, 1998.",
            "Although delayed for a day, U.S. plans to launch the space shuttle Endeavour carrying the U.S. module Unity and six astronauts were carried out on Dec. 4.",
            "The astronauts' job was to connect Unity with the already-orbiting Zarya as the first step in assembling 100 major components of the planned space station."
        ],
        "summary_3": [
            "Russia and NASA jointly decided against a Russian cost-cutting proposal to orbit the 2nd space station, a 16-country cooperative project, closer to Mir, citing complexity, risk, and bad sun angles.",
            "The launch occurred after Russia and U.S. officials agreed not to delay the flight in order to orbit closer to MIR, and after a last-minute alarm forced a postponement.",
            "On Sunday astronauts joining the Russian-made Zarya control module cylinder with the American-made module to form a 70,000 pounds mass 77 feet long.",
            "A 12-day shuttle mission will attach the US Unity module to the Russian Zarya, already in orbit.",
            "NASA estimates 43 more launches and 159 more space walks are needed to assemble the complex.",
            "When completed the 16-nation space station will be longer than a football field.",
            "It will be used to study adaptation to space flight."
        ]
    },
    {
        "doc_id": "D30033",
        "summary_1": [
            "Eleven countries were to adopt a common European currency, the euro, on Dec. 31, 1998."
        ],
        "summary_2": [
            "On 1 Jan 1999, the euro, a currency serving 11 European nations, entered the world financial market.",
            "European Central Bank, which governs the euro, expressed fear of a slowing economy, the nations simultaneously dropped interest rates, spurring the market.",
            "As a step to a unified Europe, the euro will well serve the new, mobile, multi-lingual, business generation and could portend an economic giant."
        ],
        "summary_3": [
            "Eleven European nations are forming a \\\"Euro zone\\\".",
            "Britain, Denmark, Sweden, and Greece are not part of it.",
            "Danes favor joining.",
            "The Euro became official for intergovernmental transfers on Dec 31, 1998, but bills and coins will not come until 2002.",
            "The Paris, London, and Frankfurt stock exchanges have formed an alliance.",
            "Euro nations cut interest rates and inflation fell to an average 0.9%.",
            "China has authorized use of the Euro in trade.",
            "The president of the European Central Bank warns that growth is slowing and that he plans to complete his term.",
            "The EU monetary action has given rise to the new mobile, multi-lingual, non-nationalistic European."
        ]
    },
    {
        "doc_id": "D30034",
        "summary_1": [
            "The UN envoy, brokering a solution for the fate of East Timor, is hopeful that both sides have softened their positions and Indonesia and Portugal will resume talks."
        ],
        "summary_2": [
            "Indonesia invaded the former Portuguese territory of East Timor in 1975 and annexed it in 1976.",
            "By late 1998 while East Timorese called for independence and accused Indonesian troops of yet another massacre of civilians, Portugal cut off talks with Indonesia.",
            "Internationally, Taiwan was timid fearing antagonizing Indonesia, Australians protested against training Indonesian military who might be assigned to East Timor, and fifteen European Union leaders endorsed Portugal's call for a referendum on East Timor's future."
        ],
        "summary_3": [
            "The future of the former Portuguese island colony East Timor is in doubt.",
            "Indonesia invaded it in 1975 and later annexed it, but not recognized by the UN.",
            "East Timor's spiritual leader, Bishop Carlos Belok the 1996 Nobel Peace laureate, has reported killings by Indonesian troops.",
            "Portugal has accused Indonesia of failing to reduce its military presence in East Timor.",
            "Australia and Taiwan are reluctant to antagonize Indonesia on this issue.",
            "Violence has also occurred in Jakarta and west Timor.",
            "The UN has a plan for East Timor and Indonesia is offering a small measure of autonomy, but few observers express hope for a favorable outcome for the talks."
        ]
    },
    {
        "doc_id": "D30036",
        "summary_1": [
            "One of those mentioned for the 1998 Nobel Literature Prize was Jose Saramago, Portuguese writer, atheist and Communist; and Medicine Prize went to three American pharmacologists, Robert Furchgott, Louis Ignarro and Ferid Murad for their discovery of the role of nitric oxide in the nervous and cardiovascular systems."
        ],
        "summary_2": [
            "Jose Saramago is the first Portuguese-language writer and one of few communists to win the Nobel Prize for Literature.",
            "Three American researchers, Robert Furchgott, Louis Ignarro, and Ferid Murad, shared the 1998 Nobel Prize for Medicine for discovering how nitric oxide acts as a signal molecule in the cardiovascular system.",
            "Stig Ramel, a former director of the Nobel Foundation, revealed the committee wanted Jimmy Carter to share the 1978 peace prize"
        ],
        "summary_3": [
            "1998's Nobel prize for literature went to a Portuguese for the 1st time, imaginative novelist Jose Saramago, long a candidate.",
            "Portugal celebrated but the Vatican called him a communist and anti-religious.",
            "The meaning of Nobel's advice to honor \\\"literature that works in an ideal direction\\\" is unclear.",
            "3 Americans won in medicine for 1980s discoveries concerning nitric oxide's function in the body, which sparked new research.",
            "Nobel nominations are secret.",
            "Prizes are awarded on Dec. 10th, the day of Nobel's death, all in Stockholm except the Peace prize in Oslo.",
            "The 1978 committee wanted to give the Peace Prize to Jimmy Carter but missed its own deadline."
        ]
    },
    {
        "doc_id": "D30037",
        "summary_1": [
            "Appointment of Ariel Sharon as Foreign Minister by PM Netanyahu does not bode well for the peace process."
        ],
        "summary_2": [
            "In a move widely viewed as an effort to placate the far right as he moves to withdraw from more West Bank land, Israeli Prime Minister Netanyahu named hardliner Ariel Sharon foreign minister and chief peace negotiator.",
            "Sharon, a military leader with legendary victories in the 1967 and 1973 Mideast wars, is infamous in the Arab world as the defense minister in the 1982 invasion of Lebanon during which Lebanese Christian militiamen, Israeli allies, slaughtered hundreds of unarmed Palestinians.",
            "His appointment as lead negotiator was denounced as a \\\"disaster\\\" in the Lebanese press and \\\"a bullet of mercy to the peace process\\\" in a Syrian paper."
        ],
        "summary_3": [
            "Ariel Sharon was named Israeli foreign minister just weeks before a scheduled peace summit in the US, aimed at negotiating an Israeli withdrawal from 13% of the West Bank.",
            "His appointment is surprising in that the two have differed on withdrawal from Palestinian territory and is seen as an effort to placate the right.",
            "Arabs reacted strongly and said the hard-line, right-wing, warrior and former defense minister would kill any progress for a settlement in the mid-East.",
            "Sharon, 70, is an unapologetic warrior on the battlefield and in partisan politics.",
            "Many blame Sharon for a 1982 massacre of Palestinian civilians at refugee camps in Lebanon.",
            "Others believed his appointment was an effort to placate the far right and gain their support for the Netanyahu government and the concessions necessary for the peace process.",
            "Sharon vowed not to shake Yasser Arafat's hand."
        ]
    },
    {
        "doc_id": "D30038",
        "summary_1": [
            "In December 1998 a story broke that relatives of International Olympic Committee (IOC) members had received $400,000 in scholarships from promoters of Salt Lake City for the 2002 Winter Olympic Games."
        ],
        "summary_2": [
            "IOC executive board member, Marc Hodler, alleged that agents from cities bidding to host Olympic Games offer IOC members bribes to favor their city.",
            "The allegation was made public when Holder revealed the Salt Lake City 2002 Games organizers offered scholarship payments to IOC members' relatives.",
            "The IOC is investigating the charges and further allegations of Olympic corruption in voting for the games of 1996, 1998 and 2000."
        ],
        "summary_3": [
            "Salt Lake Olympic bidders gave $400,000 in scholarships to 13 IOC relatives in the first case of host-city bribery.",
            "Gifts of over $150 to IOC members or relatives is banned.",
            "The IOC's Marc Hodler says agents and a member demanded payment to 5-7% of the IOC for votes.",
            "Bribery was also part of 1996, 2000, and 2002 bidding.",
            "Nagano's mayor denies bribery to host the 1998 games.",
            "$17 million went unaccounted for.",
            "Hodler says he won't resign but may be expelled.",
            "The IOC head says bribe takers will be expelled, Hodler will stay.",
            "The games will stay in Salt Lake.",
            "Keba Mbaye, former World Court judge, headed an inquiry.",
            "The Salt Lake committee apologized."
        ]
    },
    {
        "doc_id": "D30040",
        "summary_1": [
            "Gaza International Airport, the first Palestinian gateway to the world, opened on November 24 to celebrations, with Arafat greeting arrivals."
        ],
        "summary_2": [
            "On Tuesday, Palestinians celebrated the inauguration of the new Gaza International Airport as part of the latest Mideast peace accord.",
            "It will be the first unfettered access route Palestinians have ever had out of the Gaza Strip.",
            "However, tensions developed when Israeli security officials delayed two planes from taking off when Palestinian workers refused to let them check a passenger's identity."
        ],
        "summary_3": [
            "The Wye River Accord provided for an airport at Gaza, giving Palestinians their own airport with Israel in charge of security.",
            "Gaza International Airport opened on Nov. 24, 1998 with arrival of an Egypt Air flight, but the highlight was landing of the first Palestinian Airlines plane, greeted joyously by a celebrating crowd.",
            "The airport was expected to provide stimulus to the Palestinian economy as well as facilitating Palestinians' travel abroad",
            "Yasser Arafat was on hand to greet these and later flights.",
            "The Palestinian airlines began commercial flights on December 5 and looked forward to adding a fourth aircraft.",
            "While the Palestinians are running the airport, Israel approves all flights and monitors security.",
            "This cooperation could only lead to problems and by late December Israel was delaying flights and threatening to close the airport as violence continues elsewhere and the Accords appear to be doomed."
        ]
    },
    {
        "doc_id": "D30042",
        "summary_1": [
            "Kofi Annan talked with Gadhafi in Libya on bringing the 1988 Pan Am bombing suspects to trial."
        ],
        "summary_2": [
            "On the eve of the 10th anniversary of the 1988 downing of Pan Am 103 over Lockerbie, Scotland, there is hope that the Libya suspects might soon be brought to trial.",
            "UN General Secretary Kofi Annan has met with Libyan officials and an agreement in principle has been reached on the need for a trial.",
            "Libya seeks assurances that the trial will not be politicized."
        ],
        "summary_3": [
            "UN sanctions barring air travel force Gadhafi to travel by land to visit Tunisia.",
            "Farrakhan visits Gadhafi and urges the UN to lift sanctions imposed to force the hand over of 2 1988 Pan Am bombing suspects.",
            "UN Secretary General Annan goes to Libya for talks aimed at bringing the suspects to trial.",
            "Annan thinks an arrangement could be made soon.",
            "Libya is serious and ready to find a solution.",
            "Libya agrees to the suspects being tried by Scottish judges in the Netherlands, but wants them jailed in Libya if convicted.",
            "The U.S. and Britain insist on British prison.",
            "Qatar supports Libya's position.",
            "U.S. and British leaders vow to bring the suspects to justice."
        ]
    },
    {
        "doc_id": "D30044",
        "summary_1": [
            "An international incident resulted after the arrest in Rome of Abdullah Ocalan, the leader of the Kurdistan Workers Party (PKK)."
        ],
        "summary_2": [
            "The leader of the Kurdish rebel group fighting for autonomy in southeast Turkey, Abdullah Ocalan, was arrested at Rome's international airport on Thursday.",
            "The arrest set off a wave of protests throughout Europe as Kurdish groups in Italy, Romania, Germany, Austria rallied in support of Ocalan.",
            "Italy's leftist Prime Minister was being pressured to grant Ocalan asylum."
        ],
        "summary_3": [
            "Abdullah Ocalan, the leader of the Kurdish Workers Party, was detained in the Rome airport and is asking for political asylum.",
            "Ocalan has led the Kurdish insurgents in southeastern Turkey since 1978.",
            "Turkey, where he faces the death penalty, immediately requested his extradition and has heavily pressured Italy.",
            "Germany also wants him.",
            "Greeks and leftist Italians oppose his extradition.",
            "Others in Europe have joined with Kurds in staging demonstrations and hunger strikes.",
            "Prisoners in Turkey are holding an Italian in hopes of a swap.",
            "The Kurds join Cyprus as contentious issues as the Turkish President goes to Vienna to discuss European Union membership."
        ]
    },
    {
        "doc_id": "D30045",
        "summary_1": [
            "Exxon Corp and Mobil Corp are reported to be discussing a business merger."
        ],
        "summary_2": [
            "In a move considered unthinkable a few years ago, Exxon Corp. and Mobile Corp, have entered into negotiations which could result in a merger of the two companies.",
            "Such a merger, should it occur, would form the world's largest oil company and the largest U.S. company, placing it above Wal-Mart.",
            "The merger could prompt anti-trust action and the merging companies would have to divest themselves of some interests."
        ],
        "summary_3": [
            "Exxon and Mobil consider merger.",
            "Partnerships already formed.",
            "Oil prices are lowest in 12 years and future exploration will be costly.",
            "The new company would be largest in the US and put back together pieces of Standard Oil, a monopoly broken up by courts.",
            "Experts mixed on merger's advantages.",
            "It would be an anti-trust test, since companies are involved in many facets of the business, require the sale of large units.",
            "Refinery workers, others would lose jobs.",
            "There is an upswing in corporate mergers, pushed by bull market and recognition that it's hard to increase revenue internally.",
            "Merger anticipation sent stocks higher in oil, internet and computers."
        ]
    },
    {
        "doc_id": "D30046",
        "summary_1": [
            "As impeachment proceedings in the House approached a climax, House members were stunned by an admission from House Speaker elect Livingston that he was guilty of an adulterous affair."
        ],
        "summary_2": [
            "House Speaker-elect Robert Livingston shocked his Republican colleagues in the midst of a Clinton impeachment debate by admitting to adulterous affairs during his Congressional tenure.",
            "He later urged Clinton to follow his example and resign that increased the fury of the impeachment debate.",
            "The House moved to impeach the President for perjury and called on the Senate to try him, convict him and remove him from office.",
            "Some who believe the debate shows the fanatical, partisan, and hateful side of Republican behavior, advise the Senate only to censure Clinton and thus avoid partisan vengeance."
        ],
        "summary_3": [
            "House Speaker-elect Robert L. Livingston was forced to admit to his Republican colleagues his past adultery.",
            "This was forced by an investigation by Larry Flynt.",
            "When Livingston called for Clinton to quit, House Democrats yelled, \\\"You resign\\\"!",
            "Stunningly, he did.",
            "TV commentators were caught off guard.",
            "Livingston put pressure on Clinton to follow his example.",
            "The House moved to impeach Clinton and called on the Senate to try him.",
            "Livingston's downfall was said to show a breakdown in legislative civility.",
            "Those who want impeachment were called radicals and fanatics.",
            "Livingston's pursuit of Clinton was characterized as \\\"rabid\\\", showing his own hypocrisy."
        ]
    },
    {
        "doc_id": "D30047",
        "summary_1": [
            "Russia launched the first piece of the international space station into orbit a year after the originally scheduled date."
        ],
        "summary_2": [
            "After a year's delay Russia launched the first unit of the international space station, then pushed it to a higher orbit.",
            "Zarya will provide propulsion, power, and comms.",
            "US shuttle Endeavour made a blind docking with Zarya."
        ],
        "summary_3": [
            "NASA and the Russian Space Agency readied the first part of an international space station for launch from Baikonur base.",
            "They decided not to change the orbit of the Zarya module as Russia had requested.",
            "Zarya's Nov. 20 launch was a success.",
            "The Zarya module orbited Earth for 2 weeks before a rendezvous with U.S. shuttle Endeavor to join it to the Unity module.",
            "It was tweaked and working well.",
            "It will serve as a space tugboat.",
            "The first 2 building blocks of the international space station were successfully joined by Endeavor astronauts in the shuttle's open cargo bay.",
            "Endeavor astronauts made 2 of 3 planned spacewalks to work on the space station modules."
        ]
    },
    {
        "doc_id": "D30048",
        "summary_1": [
            "As Latin American nations gathered for the Ibero-American summit, there was general concern for the global economy."
        ],
        "summary_2": [
            "The IMF was preparing a $30 billion rescue package, requiring Brazil to implement an austerity package, sure to be unpopular.",
            "Brazil's central government, needing states' support, had to delay any real actions until after the gubernatorial run-off elections.",
            "The US, suffering from a rapidly growing trade deficit and fearing the rest of the Americas would follow a Brazilian economic collapse, considered changing policy and providing direct financial aid."
        ],
        "summary_3": [
            "Latin leaders at Ibero-American summit explore ways to avoid economic turmoil and warn of likely global recession.",
            "Brazil President Cardoso will announce deficit-cutting austerity measures.",
            "Brazil and the IMF move closer to an agreement on a $30 billion rescue package.",
            "Cardoso readies his plan for spending cuts and tax increases as part of the IMF deal.",
            "He will unveil the full plan next week.",
            "The success of his economic efforts may depend on the outcome of upcoming gubernatorial elections.",
            "The Commerce Dept. measures the effects of global economic decline on the U.S. economy.",
            "The U.S. will give billions of taxpayer dollars to the Brazil-IMF rescue deal."
        ]
    },
    {
        "doc_id": "D30049",
        "summary_1": [
            "North Korea agreed to receive a U.S. delegation to discuss concerns about an underground site feared to house a nuclear weapons program."
        ],
        "summary_2": [
            "The meeting of the US, China, and the two Koreas in Geneva appeared to ease tension on that Asian peninsula.",
            "However, indications of a revived North Korean nuclear program clouded President Clinton's \\\"economics and security\\\" Asian trip.",
            "President Clinton visited US troops at Osan Air Base in South Korea on his Asian trip."
        ],
        "summary_3": [
            "S. Korea says N. Korea may be producing plutonium in at least one underground site.",
            "Satellite photos show a possible nuclear complex.",
            "If it is, it will strain U.S.-N.",
            "Korean relations and stop aid.",
            "The U.S. wants a delegation to check the site.",
            "N. Korea wants huge payment for inspection.",
            "A recent missile test firing over Japan, N. Korean incursions into the south, and the suspicious site are major causes for concern.",
            "The U.S. demands full access to the site and warns N. Korea not to waste a chance for lasting peace on the peninsula.",
            "N. Korea says the U.S. is pushing it to the brink of war over demands for inspections and talks."
        ]
    },
    {
        "doc_id": "D30050",
        "summary_1": [
            "In tight congressional and Senate races leading up to the Nov. 1998 elections, strategists and candidates were unsure how to deal with the Clinton/Lewinsky scandal."
        ],
        "summary_2": [
            "Acknowledging his mistakes, Clinton supports Democrat candidates and speaks at fundraisers.",
            "He backs Mary Boyle of Ohio in her bid for U.S. Senate.",
            "Democrat candidates try to limit the effect of the Lewinsky debacle on their campaigns."
        ],
        "summary_3": [
            "President Clinton's impeachment woes are causing problems for the approaching mid-term elections.",
            "The President stopped apologizing, saying he must \\\"live with the consequences\\\" of his mistakes, and urging democrats to take pride in his achievements.",
            "Democratic candidates hope to contain the Lewinsky debacle while trying to prevent a Republican majority in the Senate.",
            "In New York, the Human Rights Campaign may endorse both candidates.",
            "In Ohio, Republican Voinovich is in a crucial face-off with Democrat Mary Boyles.",
            "Republicans are using a bait-and-switch routine to earn funds from small business.",
            "Their House votes are on topics to boast about back home."
        ]
    },
    {
        "doc_id": "D30051",
        "summary_1": [
            "Yugoslavia has cooperated with the UN War crimes tribunal in cases where Serbs were victims in Bosnia and Croatia, but has been slow to allow investigation of alleged atrocities in Kosovo."
        ],
        "summary_2": [
            "Yugoslavia was told to cooperate with the UN War Crimes Tribunal whether Serbs were victims or accused.",
            "Belgrade refused visas to Kosovo atrocity investigators.",
            "Serbians took revenge on Kosovo civilians for heavy losses."
        ],
        "summary_3": [
            "The UN war crimes tribunal demands Yugoslavia's full cooperation in its investigations.",
            "It blasted Belgrade for refusing to let investigators probe alleged atrocities in Kosovo.",
            "The tribunal acquitted a Muslim commander, but convicted 3 underlings.",
            "The commander was greeted by hundreds at Sarajevo a irport on his return.",
            "Survivors say Serb forces in Kosovo took revenge against civilians for their battle losses.",
            "Trial begins for Bosnian Serb Jelisic, nicknamed \\\"Serb Adolf,\\\" who boasted of many killings.",
            "He is accused of genocide, although he confessed to 12 killings.",
            "U.S. forces in Bosnia arrested a Serb general accused of genocide at Srebrenica."
        ]
    },
    {
        "doc_id": "D30053",
        "summary_1": [
            "Clinton will visit Israel, Gaza and the West bank Dec. 12-15 as agreed in the Wye River accord."
        ],
        "summary_2": [
            "Clinton traveled to the mid-East in December in an effort to energize the Wye agreement signed by Israel and Palestine.",
            "Problems immediately faced this accord, intended to trade Israeli territory for security.",
            "History and hatred were too strong for him to succeed."
        ],
        "summary_3": [
            "Despite concerns it might cause more unrest, President Clinton met in Israel separately with Prime Minister Netanyahu and Yasser Arafat to negotiate Wye Accord agreement terms.",
            "Israel is demanding revocation of anti-Israeli clauses in the 1964 Palestinian charter.",
            "Palestine is demanding Israel's release of Palestinian prisoners.",
            "Both sides are exchanging accusations over Israeli West Bank settlements and anti-Israeli violence.",
            "Hamas denounced Clinton's visit but avoided threats.",
            "US and Palestinian agents kept the Gaza area secure.",
            "In the end, Netanyahu, facing political turmoil, told President Clinton he would not remove his troops from the West Bank."
        ]
    },
    {
        "doc_id": "D30055",
        "summary_1": [
            "Italy's Communist Refoundation Party rejected PM Prodi's deficit-cutting budget for insufficient job stimulation."
        ],
        "summary_2": [
            "Despite support from a breakaway faction of the far-left Communist Refounding Party, Italy's Prime Minister Romano Prodi lost a vote of confidence in Parliament, 313 - 312.",
            "The crisis was triggered when the Refounding Party rejected the government's 1999 budget.",
            "Prodi was asked to remain as caretaker prime minister."
        ],
        "summary_3": [
            "Italy's Communist Refounding Party rejected Prime Minister Prodi's proposed 1999 budget.",
            "Loss of the party's support put his 2.5-year coalition at risk.",
            "The proposed budget was needed to meet terms for the Jan. 1 switch to the euro currency.",
            "Prodi met with President Scalfaro and Parliament, trying to save his government.",
            "The break with Prodi divided the Refounding party.",
            "Prodi lost a confidence vote and was toppled from power.",
            "He will stay as caretaker until a new government is formed.",
            "Scalfaro must decide whether to hold new elections or to ask Prodi or someone else to forge a new majority.",
            "He is talking with political leaders, trying to reach a consensus."
        ]
    },
    {
        "doc_id": "D30056",
        "summary_1": [
            "Violence, deaths and kidnappings continue to plague the former Russian state of Chechnya two years after its independence."
        ],
        "summary_2": [
            "Chechnya's independence war against Moscow has caused the death of innocent people.",
            "Many died accidentally from explosives left behind by the Russians.",
            "Hundreds, mostly foreigners, are being taken for ransom, some of whom have been killed."
        ],
        "summary_3": [
            "In Chechnya, 3-5 people a week, many of them children, are hurt by land mines.",
            "The heads of 4 kidnapped foreign telephone engineers were found in Chechnya.",
            "The hostages were decapitated during a failed rescue attempt.",
            "Their bodies are missing.",
            "One kidnapper was arrested.",
            "The EU condemned the slayings.",
            "The Chechen vice president showed a video of 1 of the hostages saying they all were British spies.",
            "He refused to answer questions about the video.",
            "A Chechen prosecutor investigating the kidnappings was himself abducted.",
            "A French UN official, held hostage for 10 months, was freed unharmed in an operation at the Chechen border in which 3 kidnappers were killed."
        ]
    },
    {
        "doc_id": "D30059",
        "summary_1": [
            "Galina Starovoitova, founder of Russia's democratic movement and outspoken reformist member of parliament's lower house, was murdered and her press aide injured."
        ],
        "summary_2": [
            "Galina Starovoitova, a leader of the reformist Russian's Democratic Choice party and a member of the Duma, was killed and an aide, Ruslan Linkov, wounded in an attack in St. Petersburg.",
            "Several suspects were arrested; however, the murder is still unsolved.",
            "Former Russian prime ministers as well as commoners attended Ms. Starovoitova's funeral."
        ],
        "summary_3": [
            "Galina Starovoitova, a liberal Russian lawmaker, doctor, mother, grandmother and Presidential hopeful, was mourned as a martyr and buried beside other heroes in St. Petersburg.",
            "She had been shot four days earlier by two, still unknown, assailants.",
            "Her press aide, also shot, was recovering under heavy guard.",
            "The death looked like a contract killing, all too common now in Russia.",
            "Yeltsin said he would lead the investigation.",
            "Suspects were taken in, but none has been arrested.",
            "A champion of democracy, her allies feared she had too many enemies, both Communists and gangsters, and blamed her foes in the Duma.",
            "Her death brought outrage in Russia and the world."
        ]
    },
    {
        "doc_id": "D31001",
        "summary_1": [
            "South Africa's Truth and Reconciliation Commission headed by Desmond Tutu proposes amnesty to heal the wounds of the apartheid era."
        ],
        "summary_2": [
            "The Truth and Reconciliation Commission, which was established to look into the human rights violations committed during the long struggle against white rule, released its final report.",
            "In what has been described as one of the most complete reports of its kind, the commission blames most of the atrocities on the former South African government.",
            "The ANC also came under fire for committing some atrocities during the struggle."
        ],
        "summary_3": [
            "South Africa's Truth and Reconciliation Commission, appointed to reconcile the sides involved in the crimes of the apartheid era, is releasing its final 2.5- year report.",
            "Its purpose is to clear the air, grant amnesty to those who confessed, and begin the healing process.",
            "The report is to lay most of the blame for the violations on the State, but the ANC also shares blame.",
            "The program offers amnesty to the accused if they confess but execution if they refuse.",
            "The process has angered many people of all walks of life.",
            "De Klerk, Apartheid's last president, is not being implicated but he is suing to stop publication.",
            "Criminal cases are nonetheless expected to go on for six years."
        ]
    },
    {
        "doc_id": "D31008",
        "summary_1": [
            "Two men in Wyoming kidnapped, robbed, and brutally beat a gay university student who died in a coma five days after the assault."
        ],
        "summary_2": [
            "A 22-year old gay University of Wyoming student was found beaten and left to die lashed to a fence.",
            "Two men were arraigned on kidnapping, robbery, and attempted murder charges (changed to murder after Shepard died) and two females were charged as accessories.",
            "Expressions of sympathy came from across the nation, including President Clinton and the crime was widely denounced."
        ],
        "summary_3": [
            "A passerby who found Matthew Shepard's nearly lifeless body tied to a fence outside Laramie, Wyoming at first thought it was a scarecrow.",
            "Matthew, an openly gay student at the University of Wyoming, had been kidnapped, brutally beaten and left to die in near freezing temperatures.",
            "Two men, Russell Henderson and Aaron McKinney were arrested on charges of kidnapping and attempted first degree murder.",
            "Two women, friends of the accused, were charged as accessories after the fact.",
            "Seeing this as a hate crime, gay-rights activists nationwide renewed efforts to get the Clinton Administration to pass hate-crime legislation.",
            "Hundreds in Laramie and on campuses across the nation demonstrated support to the student with marches and candlelight vigils.",
            "President Clinton responded to nationwide calls by urging Congress to pass the Federal Hate Crimes Protection Act.",
            "Gay leaders stressed that hostility towards gays, based on several surveys, flourishes in high schools and universities."
        ]
    },
    {
        "doc_id": "D31009",
        "summary_1": [
            "Turkish politicians have been trying to form a new government since Prime Minister Yilmaz interfered in a bank privatization and had mob ties."
        ],
        "summary_2": [
            "Turkish Prime Minister Mesut Yilmaz was forced to resign following charges that he interfered in a privatization contract and helped a businessman with mob ties.",
            "President Demeril asked former prime minister Ecevit to form a new government, but Ecevit was unable to secure the support of the Center-Right Party.",
            "Yalim Erez, who tried next and won the backing of 2 key secular parties, will talk to Ciller and run Turkey until the April 18 election."
        ],
        "summary_3": [
            "For more than a month, Turkish politicians have been trying to form a new government.",
            "The last prime minister Mesut Yilmaz was voted out after charges of corruption and mob ties.",
            "President Demirel asked highly respected 3-time former PM Bulent Ecevit to form a new majority government.",
            "A split between parliament's center left and right is longstanding.",
            "Ecevit failed when he could not get the support of both center-right parties.",
            "The president then asked a member of Parliament to form an interim coalition government to serve until the April election.",
            "Yalim Erez tried next and won the backing of 2 key secular parties.",
            "Erez attained center-right support if he sticks to secular principles, but he may be forced to give some Cabinet seats to the Islamic Virtue Party."
        ]
    },
    {
        "doc_id": "D31013",
        "summary_1": [
            "Dr. Barnett Slepian, the mainstay of Buffalo's only abortion clinic, was slain at home."
        ],
        "summary_2": [
            "Dr. Barnett Slepian, the primary doctor at the last abortion clinic in Buffalo, NY, was shot and killed.",
            "Police in the US and Canada are looking for James Kopp, a known abortion opponent, as a material witness in that murder.",
            "Authorities are worried that the slaying is part of a nation-wide plot, and new violence could erupt as Remembrance Day approaches."
        ],
        "summary_3": [
            "Abortion clinics continue to be targeted by anti-abortion groups such as Operation Rescue, Lambs of Christ, and Army of God.",
            "Dr. Bart Shepian of Buffalo's only abortion clinic was murdered in his home.",
            "The FBI is looking for James Kopp for questioning as a material witness in the slaying.",
            "Kopp has long been identified as a major voice in the anti-abortion movement.",
            "Anti-abortion pamphlets have been delivered to a Canadian newspaper, possibly by Kopp.",
            "Their activities go from prayers and talking to confrontations, threats and violence.",
            "After this killing, the FBI resumed a search for an anti-abortion conspiracy.",
            "AG Janet Reno has named a task force to find out if the Slepian murder, the third in five years, is part of an organized campaign of violence."
        ]
    },
    {
        "doc_id": "D31022",
        "summary_1": [
            "A fire at an overcrowded dance hall filled with teenagers in Sweden killed 60 and injured 180 people, most of which are immigrants."
        ],
        "summary_2": [
            "A fire rapidly destroyed a Sweden dance hall as some 400 teenaged Halloween revelers jammed up while trying to evacuate, altough the actual capacity of the 2nd floor dance hall was 150.",
            "The fire squads say they lost about six minutes while trying to respond to a call in poor Swedish.",
            "Forensic experts are having success identifying the burned bodies but the question of how the fire began is still unanswered."
        ],
        "summary_3": [
            "A fire at an overcrowded dance hall in Goteborg, Sweden killed 60 and injured 180.",
            "Most victims were 13-18, immigrants covering 19 nationalities.",
            "The 2-story brick building was rated for 150 but held 400.",
            "The hall had been rented out to 8 party arrangers for a Halloween dance, held on the 2nd floor.",
            "A panicky phone call in poor Swedish to authorities took 3 minutes to understand.",
            "Fire trucks were on the scene 6 minutes later, and many felt the rescue was late.",
            "Arson was a possibility but the cause remains undetermined.",
            "Although identifications are difficult, 40 of the dead have been identified.",
            "A memorial service was held and a memory wall was growing."
        ]
    },
    {
        "doc_id": "D31026",
        "summary_1": [
            "Star second baseman Chuck Knoblauch and power hitter Tino Martinez were the heroes in The Yankees' win over the Padres in Game 1 of the 1998 World Series."
        ],
        "summary_2": [
            "The Yankees won the 1st game of the 1998 World Series despite the San Diego Padres's prospect of winning the NLCS playoff.",
            "Widely diverse San Diego fans were excited to have the Padres in the first World Series since 1984.",
            "Chuck Knoblauch and Tino Martinez of The Yankees redeemed themselves after an early error and a bad batting season.",
            "The Yankees had the best defense in baseball and set a League record for season wins."
        ],
        "summary_3": [
            "In the National League, the San Diego Padres won its series over the Atlanta Braves to ensure its place in the World Series.",
            "Enthusiasm is high on the San Diego Padres as 650 padres fans shaved their heads in a radio promotion raffle for a ticket to the games.",
            "NY fans, however, are subdued about The Yankees prospects of a collective batting slump.",
            "They are worried about a collective batting slump (namely by Knoblauch and Martinez), Strawberry's surgery recovery, record-setter Williams' team loyalty, and the memory of the fallibility of umpires.",
            "The Yanks played without Darryl Strawberry who underwent cancer surgery on Oct. 3 .",
            "Knoblauch of The Yanks, who had made a game-losing error in Game 2 of the ALCS, hit a three-run homer off reliever Donne Wall in the seventh inning to tie the score, 5-5.",
            "Martinez, who is batting a puny.187 in post-season play with the Yankees, later hit a grand slam.",
            "In fact in the Series opener, Knoblauch and Martinez power-hit the Yankees to a win."
        ]
    },
    {
        "doc_id": "D31031",
        "summary_1": [
            "Whether to use the 1st surplus in decades for a tax cut, to pay off the national debt, or for new initiatives made the 1998 federal budget negotiations chaotic."
        ],
        "summary_2": [
            "The 1998 federal budget discussions have been hampered because it is the first time since budget procedures were established in 1974 that there has been a surplus, preventing agreement on a budget resolution.",
            "Controversial issues included health insurance paying for contraception, control of new education allocations, an Alaskan wilderness road, whether the 2000 census would include statistical sampling, and establishing an emergency fund.",
            "Committees crafted the budget document after broad agreement was reached when 8 bills were lumped together."
        ],
        "summary_3": [
            "In 1998, for the first time in decades, the US budget negotiators faced a surplus.",
            "This year, without the common goal of reducing the deficit, reaching agreement was very difficult.",
            "Budget negotiations between the White House and House Republicans were delayed on several issues.",
            "Major issues were census statistical sampling, federal health plan coverage of contraceptives regardless of religious affiliation, and school aid decisions by the federal gov't or local jurisdictions.",
            "Other issues included a Federal Election Commission provision, a road through an Alaskan wildlife refuge, and an airline peanut ban.",
            "The last seven spending bills were the most difficult and finally were merged into one package.",
            "Conservatives felt the results favored the liberals, but both sides were satisfied and glad to finish before Election Day and avoid a government shutdown."
        ]
    },
    {
        "doc_id": "D31032",
        "summary_1": [
            "Russia President Boris Yeltsin's worsening heath condition caused great concern to the Russian leadership."
        ],
        "summary_2": [
            "During Russia President Boris Yeltsin's seven years in power, illness has often sidelined him.",
            "He recently cut short a trip to Central Asia because of a respiratory infection and he later canceled two out-of-country summits.",
            "Russia's leaders are calling for his resignation and question his legal right to seek reelection."
        ],
        "summary_3": [
            "Russia President Boris Yeltsin had a heart attack in 1996, followed by multiple bypass surgery.",
            "The cause of minor burns on his hand were not disclosed.",
            "On a trip to Uzbekistan he walked stiffly, stumbled, rambled and seemed confused.",
            "Ceremonies were canceled and the trip ended a day early.",
            "Yeltsin refuses to admit he is seriously ill and his condition is kept secret.",
            "He was treated with antibiotics and ordered to bed but went to the office anyway.",
            "Many Russians suspect he is sicker, question his ability to do his job, and want him to resign.",
            "The court was to judge on whether he could serve a third term, but he already has said he will not run."
        ]
    },
    {
        "doc_id": "D31033",
        "summary_1": [
            "The Justice Department filed a civil suit against Microsoft to change its pattern of anti-competitive conduct on browser software."
        ],
        "summary_2": [
            "Business rivals have filed an anti-trust suit against Microsoft to break Microsoft Corp.'s monopoly on computer operating systems.",
            "The suit began with a Microsoft vs Netscape battle.",
            "The Government is examining Microsoft's financial records and painting a dark image of its Chairman Bill Gates.",
            "An unpublished book may be crucial to the trial."
        ],
        "summary_3": [
            "The Justice Department filed a suit against Microsoft for violation of the Sherman Act to change its anti-competitive conduct.",
            "The heart of the suit is the Internet browser battle between Microsoft and Netscape.",
            "Microsoft, it is argued, has told computer manufacturers that if they want Windows, they must forgo Netscape.",
            "Netscape complaint over browsers was central to the case, which grew to include Intel, IBM, Sun, Apple, AOL, and Intuit.",
            "The battle now extends far beyond that aiming at Microsoft's overall aggressive anti-competitive conduct.",
            "Microsoft's chairman, Bill Gates, usually seen as a visionary is portrayed in much darker tones in the trial.",
            "Microsoft was ordered to let Justice examine its records and sought a trial delay.",
            "An unpublished book provided evidence, which can be crucial to the trial."
        ]
    },
    {
        "doc_id": "D31038",
        "summary_1": [
            "Osama bin Laden was indicted for terrorism and for conspiring in the bombings of U.S. embassies in Kenya and Tanzania."
        ],
        "summary_2": [
            "Terrorists bombed the US embassy in Nairobi, killing 213, 12 of them Americans.",
            "A near simultaneous bombing of the embassy in Dar es Salaam killed 11 non-Americans.",
            "A federal grand jury has indicted Osama bin Laden with conspiracy in the bombings.",
            "Bin Laden is in Afghanistan, out of the reach of US authorities and protected by the Taliban."
        ],
        "summary_3": [
            "The US was pursuing Osama bin Laden and his associates as suspects in the Aug bombing of US embassies in Kenya and Tanzania.",
            "The attacks killed 224 and injured 5,485.",
            "Seven men have been arrested, and three suspects are in custody in New York.",
            "They have filed complaints about restrictions and about unsatisfactory conditions in the jail.",
            "An editorial accused the State Department of ignoring threat warnings.",
            "Bin Laden was believed to be in Afghanistan where the Taliban has declared him a free man in Afghanistan.",
            "The Taliban says the U.S. presented no proof that he was a terrorist and used him as an excuse for missile attacks.",
            "The U.S. announced a $5 million reward each for information leading to the capture or conviction of bin Laden."
        ]
    },
    {
        "doc_id": "D31043",
        "summary_1": [
            "Lebanon's Parliament voted the country's top military man, Gen. Emile Lahoud, president."
        ],
        "summary_2": [
            "The Lebanese parliament amended the constitution to permit popular army general Emile Lahoud to become president.",
            "Lahoud, who promises to clean up a graft-riddled government, is popular and is backed by powerful Syria.",
            "PM Rafik Hariri, a businessman who rebuilt the country and economy, refused his delayed re-appointment by Lahoud, who vowed to fight corruption."
        ],
        "summary_3": [
            "Army Commander and Maronite Catholic Emile Lahoud was named Lebanon's president for the next 6 years, chosen by the parliament.",
            "He had the backing of Syrian President Assad, the powerbroker in Lebanon.",
            "It is unclear whether Prime Minister Hariri, in office since 1992 and credited with the country's economic recovery, will continue to head the cabinet.",
            "He was accused of corruption and his support in the Parliament had also slipped.",
            "Consequently, Hariri withdrew his candidacy.",
            "He claimed the president acted unconstitutionally because he accepted the mandate to name a prime minister.",
            "When finally asked to form a government, Hariri refused.",
            "Lebanon's economic stability has been threatened by the conflict."
        ]
    },
    {
        "doc_id": "D31050",
        "summary_1": [
            "Western nations condemned China for harassing and arresting human rights campaigners."
        ],
        "summary_2": [
            "China cracked down against political dissent in Dec 1998.",
            "Leaders of the China Democracy Party (CDP) were arrested and three were sentenced to jail terms of 11 to 13 years.",
            "Germany and the U.S. condemned the arrests."
        ],
        "summary_3": [
            "Although China plans to sign the International Covenant on Civil and Political Rights at the U.N., it violates the new laws by persecuting dissidents.",
            "Three prominent leaders of the China Democratic Party were put to trial and sentenced to 11-13 year prison terms.",
            "China's Jiang Zemin stated economic reform is not a prelude to democracy and vowed to crush any challenges to the Communist Party.",
            "The harsh speeches signal a crackdown on dissent, but another Democracy Party leader says he will continue to push for change.",
            "The West, including the US, UK and Germany, reacted strongly.",
            "Germany called China's sentencing of dissidents unacceptable.",
            "A labor rights activist was released and exiled to the U.S. to blunt any opposition to Communist rule.",
            "U.S. policy to encourage trade and diplomacy in hope of democratic reforms evidences failure."
        ]
    }
]